{
  "mymovies": {
    "-NPllTRhXiOs4D7i8H-0": {
      "about": "The fate of the galaxy rests in the hands of bitter rivals. One, James Kirk, is a delinquent, thrill-seeking Iowa farm boy. The other, Spock, a Vulcan, was raised in a logic-based society that rejects all emotion. As fiery instinct clashes with calm reason, their unlikely but powerful partnership is the only thing capable of leading their crew through unimaginable danger, boldly going where no one has gone before. The human adventure has begun again.",
      "format": "Blu-Ray",
      "movieId": 13475,
      "poster": "/lV5OpzAss1z06YNagOVap1I35mH.jpg",
      "title": "Star Trek"
    },
    "-NPlmAg_cxLjIxHYp1uz": {
      "about": "The USS Enterprise crew explores the furthest reaches of uncharted space, where they encounter a mysterious new enemy who puts them and everything the Federation stands for to the test.",
      "format": "Blu-Ray",
      "movieId": 188927,
      "poster": "/cnQp8GmOWahIgQaH60Kwez3TNzw.jpg",
      "title": "Star Trek Beyond"
    },
    "-NPlmCHDpe3nMynZM2fo": {
      "about": "When the crew of the Enterprise is called back home, they find an unstoppable force of terror from within their own organization has detonated the fleet and everything it stands for, leaving our world in a state of crisis.  With a personal score to settle, Captain Kirk leads a manhunt to a war-zone world to capture a one man weapon of mass destruction. As our heroes are propelled into an epic chess game of life and death, love will be challenged, friendships will be torn apart, and sacrifices must be made for the only family Kirk has left: his crew.",
      "format": "Blu-Ray",
      "movieId": 54138,
      "poster": "/7XrRkhMa9lQ71RszzSyVrJVvhyS.jpg",
      "title": "Star Trek Into Darkness"
    },
    "-NPm3-7VDuXJpGA8UfYh": {
      "about": "When a destructive space entity is spotted approaching Earth, Admiral Kirk resumes command of the Starship Enterprise in order to intercept, examine, and hopefully stop it.",
      "format": "Blu-Ray",
      "movieId": 152,
      "poster": "/wfiAfNwH6CMKxz4vRaW8CPTabtk.jpg",
      "title": "Star Trek: The Motion Picture"
    },
    "-NPm342jhzZbYcvfeMEE": {
      "about": "It is the 23rd century. The Federation Starship U.S.S. Enterprise is on routine training maneuvers and Admiral James T. Kirk seems resigned to the fact that this inspection may well be the last space mission of his career. But Khan is back. Aided by his exiled band of genetic supermen, Khan - brilliant renegade of 20th century Earth - has raided Space Station Regula One, stolen a top secret device called Project Genesis, wrested control of another Federation Starship and sets out in pursuit of the Enterprise, determined to let nothing stand in the way of his mission: kill Admiral Kirk... even if it means universal Armageddon.",
      "format": "Blu-Ray",
      "movieId": 154,
      "poster": "/uPyLsKl8Z0LOoxeaFXsY5MxhR5s.jpg",
      "title": "Star Trek II: The Wrath of Khan"
    },
    "-NPm366nvqSs942rDMOK": {
      "about": "Admiral Kirk and his bridge crew risk their careers stealing the decommissioned Enterprise to return to the restricted Genesis planet to recover Spock's body.",
      "format": "Blu-Ray",
      "movieId": 157,
      "poster": "/yqEj0oPfKBMCz7YcCARHDgH7VFm.jpg",
      "title": "Star Trek III: The Search for Spock"
    },
    "-NPm399nsvlU4QdftpBi": {
      "about": "It's the 23rd century, and a mysterious alien power is threatening Earth by evaporating the oceans and destroying the atmosphere. In a frantic attempt to save mankind, Kirk and his crew must time travel back to 1986 San Francisco where they find a world of punk, pizza and exact-change buses that are as alien as anything they've ever encountered in the far reaches of the galaxy. A thrilling, action-packed Star Trek adventure!",
      "format": "Blu-Ray",
      "movieId": 168,
      "poster": "/xY5TzGXJOB3L9rhZ1MbbPyVlW5J.jpg",
      "title": "Star Trek IV: The Voyage Home"
    },
    "-NPm3Bh4f0MOC19fJ7Il": {
      "about": "The crew of the Federation starship Enterprise is called to Nimbus III, the Planet of Intergalactic Peace. They are to negotiate in a case of kidnapping only to find out that the kidnapper is a relative of Spock. This man is possessed by his life long search for the planet Sha Ka Ree which is supposed to be the source of all life. Together they begin to search for this mysterious planet.",
      "format": "Blu-Ray",
      "movieId": 172,
      "poster": "/uiXr41VLYsuug3CZbFrKLSNahuZ.jpg",
      "title": "Star Trek V: The Final Frontier"
    },
    "-NPm3D_LkP5L_0RrW-xM": {
      "about": "After years of war, the Federation and the Klingon empire find themselves on the brink of a peace summit when a Klingon ship is nearly destroyed by an apparent attack from the Enterprise. Both worlds brace for what may be their dealiest encounter.",
      "format": "Blu-Ray",
      "movieId": 174,
      "poster": "/tvTOJD7Gz668GLy2nNdLRQvpPsv.jpg",
      "title": "Star Trek VI: The Undiscovered Country"
    },
    "-NPm3F6p2sqEc9F2Wz0y": {
      "about": "Captain Jean-Luc Picard and the crew of the Enterprise-D find themselves at odds with the renegade scientist Soran who is destroying entire star systems. Only one man can help Picard stop Soran's scheme...and he's been dead for seventy-eight years.",
      "format": "Blu-Ray",
      "movieId": 193,
      "poster": "/rHsCYDGHFUarGh5k987b0EFU6kC.jpg",
      "title": "Star Trek: Generations"
    },
    "-NPm3Goezjy0TMUKiHXm": {
      "about": "The Borg, a relentless race of cyborgs, are on a direct course for Earth. Violating orders to stay away from the battle, Captain Picard and the crew of the newly-commissioned USS Enterprise E pursue the Borg back in time to prevent the invaders from changing Federation history and assimilating the galaxy.",
      "format": "Blu-Ray",
      "movieId": 199,
      "poster": "/vrC1lkTktFQ4AqBfqf4PXoDDLcw.jpg",
      "title": "Star Trek: First Contact"
    },
    "-NPm3Ii0b-YRXnRuV73t": {
      "about": "When an alien race and factions within Starfleet attempt to take over a planet that has \"regenerative\" properties, it falls upon Captain Picard and the crew of the Enterprise to defend the planet's people as well as the very ideals upon which the Federation itself was founded.",
      "format": "Blu-Ray",
      "movieId": 200,
      "poster": "/xQCMAHeg5M9HpDIqanYbWdr4brB.jpg",
      "title": "Star Trek: Insurrection"
    },
    "-NPm3Kj0REMXIKzazVZS": {
      "about": "En route to the honeymoon of William Riker to Deanna Troi on her home planet of Betazed, Captain Jean-Luc Picard and the crew of the U.S.S. Enterprise receives word from Starfleet that a coup has resulted in the installation of a new Romulan political leader, Shinzon, who claims to seek peace with the human-backed United Federation of Planets. Once in enemy territory, the captain and his crew make a startling discovery: Shinzon is human, a slave from the Romulan sister planet of Remus, and has a secret, shocking relationship to Picard himself.",
      "format": "Blu-Ray",
      "movieId": 201,
      "poster": "/tL1EdpfqX6vqPCnhyOh81Nf4ndV.jpg",
      "title": "Star Trek: Nemesis"
    },
    "-NPm3T01iEfxIXy4SzbV": {
      "about": "When a single mom and her two kids arrive in a small town, they begin to discover their connection to the original Ghostbusters and the secret legacy their grandfather left behind.",
      "format": "4k",
      "movieId": 425909,
      "poster": "/xCTn3IA729UuyvB4rY65fiOOzUv.jpg",
      "title": "Ghostbusters: Afterlife"
    },
    "-NPm3ZMnV1xl_Fym96Zb": {
      "about": "After his career is destroyed, a brilliant but arrogant surgeon gets a new lease on life when a sorcerer takes him under her wing and trains him to defend the world against evil.",
      "format": "Blu-Ray",
      "movieId": 284052,
      "poster": "/uGBVj3bEbCoZbDjjl9wTxcygko1.jpg",
      "title": "Doctor Strange"
    },
    "-NPm3cHLTfNgN5f6bXeU": {
      "about": "In the near future, a weary Logan cares for an ailing Professor X in a hideout on the Mexican border. But Logan's attempts to hide from the world and his legacy are upended when a young mutant arrives, pursued by dark forces.",
      "format": "Blu-Ray",
      "movieId": 263115,
      "poster": "/fnbjcRDYn6YviCcePDnGdyAkYsB.jpg",
      "title": "Logan"
    },
    "-NPm3iehINbno4Fi4u9k": {
      "about": "Light years from Earth, 26 years after being abducted, Peter Quill finds himself the prime target of a manhunt after discovering an orb wanted by Ronan the Accuser.",
      "format": "Blu-Ray",
      "movieId": 118340,
      "poster": "/r7vmZjiyZw9rpJMQJdXpjgiCOk9.jpg",
      "title": "Guardians of the Galaxy"
    },
    "-NPm3k2zXNTiFnpBnNCO": {
      "about": "The Guardians must fight to keep their newfound family together as they unravel the mysteries of Peter Quill's true parentage.",
      "format": "Blu-Ray",
      "movieId": 283995,
      "poster": "/y4MBh0EjBlMuOzv9axM4qJlmhzz.jpg",
      "title": "Guardians of the Galaxy Vol. 2"
    },
    "-NPm3qcR4t2YM8ZyDUDd": {
      "about": "Peter Parker is an outcast high schooler abandoned by his parents as a boy, leaving him to be raised by his Uncle Ben and Aunt May. Like most teenagers, Peter is trying to figure out who he is and how he got to be the person he is today. As Peter discovers a mysterious briefcase that belonged to his father, he begins a quest to understand his parents' disappearance – leading him directly to Oscorp and the lab of Dr. Curt Connors, his father's former partner. As Spider-Man is set on a collision course with Connors' alter ego, The Lizard, Peter will make life-altering choices to use his powers and shape his destiny to become a hero.",
      "format": "Blu-Ray",
      "movieId": 1930,
      "poster": "/jIfkQNARYyERqRAq1p1c8xgePp4.jpg",
      "title": "The Amazing Spider-Man"
    },
    "-NPm3sPPJn8g5XN9mNpp": {
      "about": "For Peter Parker, life is busy. Between taking out the bad guys as Spider-Man and spending time with the person he loves, Gwen Stacy, high school graduation cannot come quickly enough. Peter has not forgotten about the promise he made to Gwen’s father to protect her by staying away, but that is a promise he cannot keep. Things will change for Peter when a new villain, Electro, emerges, an old friend, Harry Osborn, returns, and Peter uncovers new clues about his past.",
      "format": "Blu-Ray",
      "movieId": 102382,
      "poster": "/c3e9e18SSlvFd1cQaGmUj5tqL5P.jpg",
      "title": "The Amazing Spider-Man 2"
    },
    "-NPm3zi9wBHktYBTplmT": {
      "about": "Against his father Odin's will, The Mighty Thor - a powerful but arrogant warrior god - recklessly reignites an ancient war. Thor is cast down to Earth and forced to live among humans as punishment. Once here, Thor learns what it takes to be a true hero when the most dangerous villain of his world sends the darkest forces of Asgard to invade Earth.",
      "format": "Blu-Ray",
      "movieId": 10195,
      "poster": "/prSfAi1xGrhLQNxVSUFh61xQ4Qy.jpg",
      "title": "Thor"
    },
    "-NPm4-qI8l_LdfiVoLBW": {
      "about": "Thor is imprisoned on the other side of the universe and finds himself in a race against time to get back to Asgard to stop Ragnarok, the destruction of his home-world and the end of Asgardian civilization, at the hands of a powerful new threat, the ruthless Hela.",
      "format": "Blu-Ray",
      "movieId": 284053,
      "poster": "/rzRwTcFvttcN1ZpX2xv4j3tSdJu.jpg",
      "title": "Thor: Ragnarok"
    },
    "-NPm4AZgnQDtdBQCBRgb": {
      "about": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
      "format": "Blu-Ray",
      "movieId": 299534,
      "poster": "/or06FN3Dka5tukK1e9sl16pB3iy.jpg",
      "title": "Avengers: Endgame"
    },
    "-NPm4Bnxb_KUvkqIxePw": {
      "about": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
      "format": "Blu-Ray",
      "movieId": 299536,
      "poster": "/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
      "title": "Avengers: Infinity War"
    },
    "-NPm4GsGp2cy-PBjiBvU": {
      "about": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.",
      "format": "Blu-Ray",
      "movieId": 1726,
      "poster": "/78lPtwv72eTNqFW9COBYI0dWDJa.jpg",
      "title": "Iron Man"
    },
    "-NPm4IAag0K9nHQdMlea": {
      "about": "With the world now aware of his dual life as the armored superhero Iron Man, billionaire inventor Tony Stark faces pressure from the government, the press and the public to share his technology with the military. Unwilling to let go of his invention, Stark, with Pepper Potts and James 'Rhodey' Rhodes at his side, must forge new alliances – and confront powerful enemies.",
      "format": "Blu-Ray",
      "movieId": 10138,
      "poster": "/6WBeq4fCfn7AN0o21W9qNcRF2l9.jpg",
      "title": "Iron Man 2"
    },
    "-NPm4QH_JYCSDr_IIEgN": {
      "about": "When Tony Stark tries to jumpstart a dormant peacekeeping program, things go awry and Earth’s Mightiest Heroes are put to the ultimate test as the fate of the planet hangs in the balance. As the villainous Ultron emerges, it is up to The Avengers to stop him from enacting his terrible plans, and soon uneasy alliances and unexpected action pave the way for an epic and unique global adventure.",
      "format": "Blu-Ray",
      "movieId": 99861,
      "poster": "/4ssDuvEDkSArWEdyBl2X5EHvYKU.jpg",
      "title": "Avengers: Age of Ultron"
    },
    "-NPm4V7qeGMkyUPbYJLm": {
      "about": "Armed with the astonishing ability to shrink in scale but increase in strength, master thief Scott Lang must embrace his inner-hero and help his mentor, Doctor Hank Pym, protect the secret behind his spectacular Ant-Man suit from a new generation of towering threats. Against seemingly insurmountable obstacles, Pym and Lang must plan and pull off a heist that will save the world.",
      "format": "Blu-Ray",
      "movieId": 102899,
      "poster": "/cj2gWN7TdH1iUG6pUQyqv9N2AXc.jpg",
      "title": "Ant-Man"
    },
    "-NPm4_UxJ-d2rrkZgjOD": {
      "about": "The origin story of former Special Forces operative turned mercenary Wade Wilson, who, after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life.",
      "format": "Blu-Ray",
      "movieId": 293660,
      "poster": "/fSRb7vyIP8rQpL0I47P3qUsEKX3.jpg",
      "title": "Deadpool"
    },
    "-NPm4anZF5z_BAq2xAjL": {
      "about": "Wisecracking mercenary Deadpool battles the evil and powerful Cable and other bad guys to save a boy's life.",
      "format": "Blu-Ray",
      "movieId": 383498,
      "poster": "/to0spRl1CMDvyUbOnbb4fTk3VAd.jpg",
      "title": "Deadpool 2"
    },
    "-NPm4iYUFTsNwbo-JFHv": {
      "about": "Following the events of Age of Ultron, the collective governments of the world pass an act designed to regulate all superhuman activity. This polarizes opinion amongst the Avengers, causing two factions to side with Iron Man or Captain America, which causes an epic battle between former allies.",
      "format": "Blu-Ray",
      "movieId": 271110,
      "poster": "/rAGiXaUfPzY7CDEyNKUofk3Kw2e.jpg",
      "title": "Captain America: Civil War"
    },
    "-NPm4ogvx5npn1kkd9vA": {
      "about": "Scientist Bruce Banner scours the planet for an antidote to the unbridled force of rage within him: the Hulk. But when the military masterminds who dream of exploiting his powers force him back to civilization, he finds himself coming face to face with a new, deadly foe.",
      "format": "Blu-Ray",
      "movieId": 1724,
      "poster": "/gKzYx79y0AQTL4UAk1cBQJ3nvrm.jpg",
      "title": "The Incredible Hulk"
    },
    "-NPm4urVktUMqtsuVDtc": {
      "about": "Just when his time under house arrest is about to end, Scott Lang once again puts his freedom at risk to help Hope van Dyne and Dr. Hank Pym dive into the quantum realm and try to accomplish, against time and any chance of success, a very dangerous rescue mission.",
      "format": "Blu-Ray",
      "movieId": 363088,
      "poster": "/2mnK5VtjzYRWvQB1zLhZWtAJwzk.jpg",
      "title": "Ant-Man and the Wasp"
    },
    "-NPm50c67g75sgA0PFGH": {
      "about": "Four young outsiders teleport to a dangerous universe, which alters their physical form in shocking ways. Their lives irrevocably upended, the team must learn to harness their daunting new abilities and work together to save Earth from a former friend turned enemy.",
      "format": "Blu-Ray",
      "movieId": 166424,
      "poster": "/oeMpEsjmiT9PEJbRM1Fm7TZ1dE0.jpg",
      "title": "Fantastic Four"
    },
    "-NPm583ob6rjkKOCR5aw": {
      "about": "Following the events of Captain America: Civil War, Peter Parker, with the help of his mentor Tony Stark, tries to balance his life as an ordinary high school student in Queens, New York City, with fighting crime as his superhero alter ego Spider-Man as a new threat, the Vulture, emerges.",
      "format": "Blu-Ray",
      "movieId": 315635,
      "poster": "/c24sv2weTHPsmDa7jEMN0m2P3RT.jpg",
      "title": "Spider-Man: Homecoming"
    },
    "-NPm59vlStNKe_-9i-jW": {
      "about": "Peter Parker and his friends go on a summer trip to Europe. However, they will hardly be able to rest - Peter will have to agree to help Nick Fury uncover the mystery of creatures that cause natural disasters and destruction throughout the continent.",
      "format": "Blu-Ray",
      "movieId": 429617,
      "poster": "/4q2NNj4S5dG2RLF9CpXsej7yXl.jpg",
      "title": "Spider-Man: Far from Home"
    },
    "-NPm5FqHTkKhr141QxbG": {
      "about": "In the future, America is a dystopian wasteland. The latest scourge is Ma-Ma, a prostitute-turned-drug pusher with a dangerous new drug and aims to take over the city. The only possibility of stopping her is an elite group of urban police called Judges, who combine the duties of judge, jury and executioner to deliver a brutal brand of swift justice. But even the top-ranking Judge, Dredd, discovers that taking down Ma-Ma isn’t as easy as it seems in this explosive adaptation of the hugely popular comic series.",
      "format": "Blu-Ray",
      "movieId": 49049,
      "poster": "/wLx65gtGVnUFCxceHWGszcruCZj.jpg",
      "title": "Dredd"
    },
    "-NPm5Mq6bO0eszmuQOmm": {
      "about": "Ford Brody, a Navy bomb expert, has just reunited with his family in San Francisco when he is forced to go to Japan to help his estranged father, Joe. Soon, both men are swept up in an escalating crisis when an ancient alpha predator arises from the sea to combat malevolent adversaries that threaten the survival of humanity. The creatures leave colossal destruction in their wake, as they make their way toward their final battleground: San Francisco.",
      "format": "Blu-Ray",
      "movieId": 124905,
      "poster": "/iBZhbCVhLpyxAfW1B8ePUxjScrx.jpg",
      "title": "Godzilla"
    },
    "-NPm5Q8iCNSRVtusUde9": {
      "about": "Follows the heroic efforts of the crypto-zoological agency Monarch as its members face off against a battery of god-sized monsters, including the mighty Godzilla, who collides with Mothra, Rodan, and his ultimate nemesis, the three-headed King Ghidorah. When these ancient super-species, thought to be mere myths, rise again, they all vie for supremacy, leaving humanity's very existence hanging in the balance.",
      "format": "Blu-Ray",
      "movieId": 373571,
      "poster": "/fQ40gmFM4p03tXwMxQQKh2cCBW4.jpg",
      "title": "Godzilla: King of the Monsters"
    },
    "-NPm5RseUq624wV8kdIS": {
      "about": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
      "format": "Blu-Ray",
      "movieId": 399566,
      "poster": "/pgqgaUx1cJb5oZQQ5v0tNARCeBp.jpg",
      "title": "Godzilla vs. Kong"
    },
    "-NPm5gcS4wl91DzeJthU": {
      "about": "An Amazon princess comes to the world of Man in the grips of the First World War to confront the forces of evil and bring an end to human conflict.",
      "format": "Blu-Ray",
      "movieId": 297762,
      "poster": "/imekS7f1OuHyUP2LAiTEM0zBzUz.jpg",
      "title": "Wonder Woman"
    },
    "-NPm5mtHL7gTac4Nxpx6": {
      "about": "Fuelled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne and Diana Prince assemble a team of metahumans consisting of Barry Allen, Arthur Curry and Victor Stone to face the catastrophic threat of Steppenwolf and the Parademons who are on the hunt for three Mother Boxes on Earth.",
      "format": "Blu-Ray",
      "movieId": 141052,
      "poster": "/eifGNCSDuxJeS1loAXil5bIGgvC.jpg",
      "title": "Justice League"
    },
    "-NPm5oZobzPzWX1c8nUG": {
      "about": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions.",
      "format": "Blu-Ray",
      "movieId": 791373,
      "poster": "/tnAuB8q5vv7Ax9UAEje5Xi4BXik.jpg",
      "title": "Zack Snyder's Justice League"
    },
    "-NPm5ue9xESBeW95pBhC": {
      "about": "From DC Comics comes the Suicide Squad, an antihero team of incarcerated supervillains who act as deniable assets for the United States government, undertaking high-risk black ops missions in exchange for commuted prison sentences.",
      "format": "Blu-Ray",
      "movieId": 297761,
      "poster": "/xFw9RXKZDvevAGocgBK0zteto4U.jpg",
      "title": "Suicide Squad"
    },
    "-NPm5yNK3CamHfean50z": {
      "about": "Supervillains Harley Quinn, Bloodsport, Peacemaker and a collection of nutty cons at Belle Reve prison join the super-secret, super-shady Task Force X as they are dropped off at the remote, enemy-infused island of Corto Maltese.",
      "format": "Blu-Ray",
      "movieId": 436969,
      "poster": "/kb4s0ML0iVZlG6wAKbbs9NAm6X.jpg",
      "title": "The Suicide Squad"
    },
    "-NPm65uzoOUDu_jVax4N": {
      "about": "Batman, along with many of his allies and adversaries, finds himself transported to feudal Japan by Gorilla Grodd's time displacement machine.",
      "format": "Blu-Ray",
      "movieId": 485942,
      "poster": "/5xSB0Npkc9Fd9kahKBsq9P4Cdzp.jpg",
      "title": "ニンジャバットマン"
    },
    "-NPm69-Zpa-FNIAH0vqs": {
      "about": "A young boy learns that he has extraordinary powers and is not of this earth. As a young man, he journeys to discover where he came from and what he was sent here to do. But the hero in him must emerge if he is to save the world from annihilation and become the symbol of hope for all mankind.",
      "format": "Blu-Ray",
      "movieId": 49521,
      "poster": "/1qsVZo2StiftOGsnVO9VsV1d5lz.jpg",
      "title": "Man of Steel"
    },
    "-NPm6DizrVA9yw8fsFcI": {
      "about": "Mild-mannered Clark Kent works as a reporter at the Daily Planet alongside his crush, Lois Lane. Clark must summon his superhero alter-ego when the nefarious Lex Luthor launches a plan to take over the world.",
      "format": "Blu-Ray",
      "movieId": 1924,
      "poster": "/d7px1FQxW4tngdACVRsCSaZq0Xl.jpg",
      "title": "Superman"
    },
    "-NPm6HZBzDDG_uJJCdy6": {
      "about": "Three escaped criminals from the planet Krypton test the Man of Steel's mettle. Led by General Zod, the Kryptonians take control of the White House and partner with Lex Luthor to destroy Superman and rule the world. But Superman, who attempts to make himself human in order to get closer to Lois, realizes he has a responsibility to save the planet.",
      "format": "Blu-Ray",
      "movieId": 8536,
      "poster": "/jw0tYFCbzjBN8SIhvRC2kdh7pzh.jpg",
      "title": "Superman II"
    },
    "-NPm6IKkSZgmMZerbOCb": {
      "about": "Aiming to defeat the Man of Steel, wealthy executive Ross Webster hires bumbling but brilliant Gus Gorman to develop synthetic kryptonite, which yields some unexpected psychological effects in the third installment of the 1980s Superman franchise. Between rekindling romance with his high school sweetheart and saving himself, Superman must contend with a powerful supercomputer.",
      "format": "Blu-Ray",
      "movieId": 9531,
      "poster": "/c4oR6qgZW2s5foGkQi2Dd86KuAS.jpg",
      "title": "Superman III"
    },
    "-NPm6JVpXlqSd2jy72Wh": {
      "about": "With global superpowers engaged in an increasingly hostile arms race, Superman leads a crusade to rid the world of nuclear weapons. But Lex Luthor, recently sprung from jail, is declaring war on the Man of Steel and his quest to save the planet. Using a strand of Superman's hair, Luthor synthesizes a powerful ally known as Nuclear Man and ignites an epic battle spanning Earth and space.",
      "format": "Blu-Ray",
      "movieId": 11411,
      "poster": "/vhs3P0JwqzlgfBqhjnCWDEOtDmS.jpg",
      "title": "Superman IV: The Quest for Peace"
    },
    "-NPm6M7DYEa5uKHHRyYM": {
      "about": "Superman returns to discover his 5-year absence has allowed Lex Luthor to walk free, and that those he was closest to felt abandoned and have moved on. Luthor plots his ultimate revenge that could see millions killed and change the face of the planet forever, as well as ridding himself of the Man of Steel.",
      "format": "Blu-Ray",
      "movieId": 1452,
      "poster": "/385XwTQZDpRX2d3kxtnpiLrjBXw.jpg",
      "title": "Superman Returns"
    },
    "-NPm6SVEu3sO9wDcWa-r": {
      "about": "Driven by tragedy, billionaire Bruce Wayne dedicates his life to uncovering and defeating the corruption that plagues his home, Gotham City.  Unable to work within the system, he instead creates a new identity, a symbol of fear for the criminal underworld - The Batman.",
      "format": "Blu-Ray",
      "movieId": 272,
      "poster": "/8RW2runSEc34IwKN2D1aPcJd2UL.jpg",
      "title": "Batman Begins"
    },
    "-NPm6YJWWyBVbfGJQNcD": {
      "about": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
      "format": "Blu-Ray",
      "movieId": 155,
      "poster": "/qJ2tW6WMUDux911r6m7haRef0WH.jpg",
      "title": "The Dark Knight"
    },
    "-NPm6ZQNRYDIfn4nLi4T": {
      "about": "Following the death of District Attorney Harvey Dent, Batman assumes responsibility for Dent's crimes to protect the late attorney's reputation and is subsequently hunted by the Gotham City Police Department. Eight years later, Batman encounters the mysterious Selina Kyle and the villainous Bane, a new terrorist leader who overwhelms Gotham's finest. The Dark Knight resurfaces to protect a city that has branded him an enemy.",
      "format": "Blu-Ray",
      "movieId": 49026,
      "poster": "/85cWkCVftiVs0BVey6pxX8uNmLt.jpg",
      "title": "The Dark Knight Rises"
    },
    "-NPm6e8-VuqdfQPVmDoG": {
      "about": "As humanity picks up the pieces, following the conclusion of \"Transformers: Dark of the Moon,\" Autobots and Decepticons have all but vanished from the face of the planet. However, a group of powerful, ingenious businessman and scientists attempt to learn from past Transformer incursions and push the boundaries of technology beyond what they can control - all while an ancient, powerful Transformer menace sets Earth in his cross-hairs.",
      "format": "Blu-Ray",
      "movieId": 91314,
      "poster": "/54HFDOswRfShCr25Tvt7JaLiIaf.jpg",
      "title": "Transformers: Age of Extinction"
    },
    "-NPm6fGeswBOi4fI-1ts": {
      "about": "Autobots and Decepticons are at war, with humans on the sidelines. Optimus Prime is gone. The key to saving our future lies buried in the secrets of the past, in the hidden history of Transformers on Earth.",
      "format": "Blu-Ray",
      "movieId": 335988,
      "poster": "/s5HQf2Gb3lIO2cRcFwNL9sn1o1o.jpg",
      "title": "Transformers: The Last Knight"
    },
    "-NPm6kMT4icJAsbDl4Lx": {
      "about": "As war between humankind and monstrous sea creatures wages on, a former pilot and a trainee are paired up to drive a seemingly obsolete special weapon in a desperate effort to save the world.",
      "format": "Blu-Ray",
      "movieId": 68726,
      "poster": "/8wo4eN8dWKaKlxhSvBz19uvj8gA.jpg",
      "title": "Pacific Rim"
    },
    "-NPm6rnIBQ8z09WFhy_v": {
      "about": "Many thousands of years in the future, Earth’s cities roam the globe on huge wheels, devouring each other in a struggle for ever diminishing resources. On one of these massive traction cities, the old London, Tom Natsworthy has an unexpected encounter with a mysterious young woman from the wastelands who will change the course of his life forever.",
      "format": "Blu-Ray",
      "movieId": 428078,
      "poster": "/gLhYg9NIvIPKVRTtvzCWnp1qJWG.jpg",
      "title": "Mortal Engines"
    },
    "-NPm7-UJ5_463qIzPpVi": {
      "about": "Commissioned to map the Far East territories of the Russian Empire, cartographer Jonathan Green sets off on a long journey of unbelievable adventures—making breath-taking discoveries and meeting mysterious creatures, Chinese princesses, deadly masters of oriental martial arts, and even the King of Dragons.",
      "format": "Blu-Ray",
      "movieId": 428045,
      "poster": "/nM6Mf4UIp8Uw6Jgw40WlY9OnQOS.jpg",
      "title": "Тайна печати Дракона"
    },
    "-NPm75AZFnZHAwLAVGQR": {
      "about": "After a police chase with an otherworldly being, a New York City cop is recruited as an agent in a top-secret organization established to monitor and police alien activity on Earth: the Men in Black. Agent Kay and new recruit Agent Jay find themselves in the middle of a deadly plot by an intergalactic terrorist who has arrived on Earth to assassinate two ambassadors from opposing galaxies.",
      "format": "Blu-Ray",
      "movieId": 607,
      "poster": "/uLOmOF5IzWoyrgIF5MfUnh5pa1X.jpg",
      "title": "Men in Black"
    },
    "-NPm7BhUi6AC-Kij5kZj": {
      "about": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
      "format": "Blu-Ray",
      "movieId": 11,
      "poster": "/6FfCtAuVAW8XJjZ7eWeLibRLWTw.jpg",
      "title": "Star Wars"
    },
    "-NPm7HjoI0UPnm-i3dRz": {
      "about": "The epic saga continues as Luke Skywalker, in hopes of defeating the evil Galactic Empire, learns the ways of the Jedi from aging master Yoda. But Darth Vader is more determined than ever to capture Luke. Meanwhile, rebel leader Princess Leia, cocky Han Solo, Chewbacca, and droids C-3PO and R2-D2 are thrown into various stages of capture, betrayal and despair.",
      "format": "Blu-Ray",
      "movieId": 1891,
      "poster": "/2l05cFWJacyIsTpsqSgH0wQXe4V.jpg",
      "title": "The Empire Strikes Back"
    },
    "-NPm7NSgfwVTVgOSEYod": {
      "about": "Luke Skywalker leads a mission to rescue his friend Han Solo from the clutches of Jabba the Hutt, while the Emperor seeks to destroy the Rebellion once and for all with a second dreaded Death Star.",
      "format": "Blu-Ray",
      "movieId": 1892,
      "poster": "/xxCnFmRZ83jHTZsBiceG4IBUGoq.jpg",
      "title": "Return of the Jedi"
    },
    "-NPm7XVb9x7uQHt91VTt": {
      "about": "Thirty years after defeating the Galactic Empire, Han Solo and his allies face a new threat from the evil Kylo Ren and his army of Stormtroopers.",
      "format": "Blu-Ray",
      "movieId": 140607,
      "poster": "/wqnLdwVXoBjKibFRR5U3y0aDUhs.jpg",
      "title": "Star Wars: The Force Awakens"
    },
    "-NPm7Zd8ALWtz6tEsrrx": {
      "about": "Rey develops her newly discovered abilities with the guidance of Luke Skywalker, who is unsettled by the strength of her powers. Meanwhile, the Resistance prepares to do battle with the First Order.",
      "format": "Blu-Ray",
      "movieId": 181808,
      "poster": "/ySaaKHOLAQU5HoZqWmzDIj1VvZ1.jpg",
      "title": "Star Wars: The Last Jedi"
    },
    "-NPm7nNJBOOyS-zdX4ow": {
      "about": "A rogue band of resistance fighters unite for a mission to steal the Death Star plans and bring a new hope to the galaxy.",
      "format": "Blu-Ray",
      "movieId": 330459,
      "poster": "/i0yw1mFbB7sNGHCs7EXZPzFkdA1.jpg",
      "title": "Rogue One: A Star Wars Story"
    },
    "-NPm7vsMKx1u2W9PqTA6": {
      "about": "Through a series of daring escapades deep within a dark and dangerous criminal underworld, Han Solo meets his mighty future copilot Chewbacca and encounters the notorious gambler Lando Calrissian.",
      "format": "Blu-Ray",
      "movieId": 348350,
      "poster": "/3IGbjc5ZC5yxim5W0sFING2kdcz.jpg",
      "title": "Solo: A Star Wars Story"
    },
    "-NPm824o1UgpQtW5ZN80": {
      "about": "Set between Episode II and III, The Clone Wars is the first computer animated Star Wars film. Anakin and Obi Wan must find out who kidnapped Jabba the Hutt's son and return him safely. The Separatists will try anything to stop them and ruin any chance of a diplomatic agreement between the Hutts and the Republic.",
      "format": "Blu-Ray",
      "movieId": 12180,
      "poster": "/d6YOfi0T9GowglzIkDQGGvGYVTM.jpg",
      "title": "Star Wars: The Clone Wars"
    },
    "-NPm8ANQ0UvqXeqv7Uhh": {
      "about": "During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
      "format": "Blu-Ray",
      "movieId": 348,
      "poster": "/vfrQk5IPloGg1v9Rzbh2Eg3VGyM.jpg",
      "title": "Alien"
    },
    "-NPm8BZSMnmQQdIXGkgm": {
      "about": "When Ripley's lifepod is found by a salvage crew over 50 years later, she finds that terra-formers are on the very planet they found the alien species. When the company sends a family of colonists out to investigate her story—all contact is lost with the planet and colonists. They enlist Ripley and the colonial marines to return and search for answers.",
      "format": "Blu-Ray",
      "movieId": 679,
      "poster": "/r1x5JGpyqZU8PYhbs4UcrO1Xb6x.jpg",
      "title": "Aliens"
    },
    "-NPm8H9jgsP09bRSg8om": {
      "about": "After escaping with Newt and Hicks from the alien planet, Ripley crash lands on Fiorina 161, a prison planet and host to a correctional facility. Unfortunately, although Newt and Hicks do not survive the crash, a more unwelcome visitor does. The prison does not allow weapons of any kind, and with aid being a long time away, the prisoners must simply survive in any way they can.",
      "format": "Blu-Ray",
      "movieId": 8077,
      "poster": "/hlabk6APJUeihZDaSD9N6iI0f4g.jpg",
      "title": "Alien³"
    },
    "-NPm8OzF6MFb1Ij9DxNY": {
      "about": "Two hundred years after Lt. Ripley died, a group of scientists clone her, hoping to breed the ultimate weapon. But the new Ripley is full of surprises … as are the new aliens. Ripley must team with a band of smugglers to keep the creatures from reaching Earth.",
      "format": "Blu-Ray",
      "movieId": 8078,
      "poster": "/kzslFL1n01WI5lEcYzFSUi3Quik.jpg",
      "title": "Alien Resurrection"
    },
    "-NPm8SkWEwv_ClKc6HWT": {
      "about": "A team of explorers discover a clue to the origins of mankind on Earth, leading them on a journey to the darkest corners of the universe. There, they must fight a terrifying battle to save the future of the human race.",
      "format": "Blu-Ray",
      "movieId": 70981,
      "poster": "/omy5CiDMQnGqQUEJ9gNLOGPZQFW.jpg",
      "title": "Prometheus"
    },
    "-NPm8WMbmhqEp_D19SZq": {
      "about": "Bound for a remote planet on the far side of the galaxy, the crew of the colony ship 'Covenant' discovers what is thought to be an uncharted paradise, but is actually a dark, dangerous world—which has a sole inhabitant: the 'synthetic', David, survivor of the doomed Prometheus expedition.",
      "format": "Blu-Ray",
      "movieId": 126889,
      "poster": "/zecMELPbU5YMQpC81Z8ImaaXuf9.jpg",
      "title": "Alien: Covenant"
    },
    "-NPm8jwwSFMF_PpT68wd": {
      "about": "Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.",
      "format": "Blu-Ray",
      "movieId": 105,
      "poster": "/fNOH9f1aA7XRTzl1sAOx9iF553Q.jpg",
      "title": "Back to the Future"
    },
    "-NPm8kdz4VhRv4T2hhDF": {
      "about": "Marty and Doc are at it again in this wacky sequel to the 1985 blockbuster as the time-traveling duo head to 2015 to nip some McFly family woes in the bud. But things go awry thanks to bully Biff Tannen and a pesky sports almanac. In a last-ditch attempt to set things straight, Marty finds himself bound for 1955 and face to face with his teenage parents -- again.",
      "format": "Blu-Ray",
      "movieId": 165,
      "poster": "/hQq8xZe5uLjFzSBt4LanNP7SQjl.jpg",
      "title": "Back to the Future Part II"
    },
    "-NPm8lEzC-cVcmsVq917": {
      "about": "The final installment of the Back to the Future trilogy finds Marty digging the trusty DeLorean out of a mineshaft and looking for Doc in the Wild West of 1885. But when their time machine breaks down, the travelers are stranded in a land of spurs. More problems arise when Doc falls for pretty schoolteacher Clara Clayton, and Marty tangles with Buford Tannen.",
      "format": "Blu-Ray",
      "movieId": 196,
      "poster": "/crzoVQnMzIrRfHtQw0tLBirNfVg.jpg",
      "title": "Back to the Future Part III"
    },
    "-NPm8pDI1_SSjg_JIGH5": {
      "about": "Marcus Burnett is a hen-pecked family man. Mike Lowry is a foot-loose and fancy free ladies' man. Both are Miami policemen, and both have 72 hours to reclaim a consignment of drugs stolen from under their station's nose. To complicate matters, in order to get the assistance of the sole witness to a murder, they have to pretend to be each other.",
      "format": "Blu-Ray",
      "movieId": 9737,
      "poster": "/x1ygBecKHfXX4M2kRhmFKWfWbJc.jpg",
      "title": "Bad Boys"
    },
    "-NPm8qzcso9SW-TIQ51s": {
      "about": "Out-of-control, trash-talking buddy cops Marcus Burnett and Mike Lowrey of the Miami Narcotics Task Force reunite, and bullets fly, cars crash and laughs explode as they pursue a whacked-out drug lord from the streets of Miami to the barrios of Cuba. But the real fireworks result when Marcus discovers that playboy Mike is secretly romancing Marcus’ sexy sister.",
      "format": "Blu-Ray",
      "movieId": 8961,
      "poster": "/yCvB5fG5aEPqa1St7ihY6KEAsHD.jpg",
      "title": "Bad Boys II"
    },
    "-NPm8riRKUrH_e6xYrKL": {
      "about": "Marcus and Mike are forced to confront new threats, career changes, and midlife crises as they join the newly created elite team AMMO of the Miami police department to take down the ruthless Armando Armas, the vicious leader of a Miami drug cartel.",
      "format": "Blu-Ray",
      "movieId": 38700,
      "poster": "/y95lQLnuNKdPAzw9F9Ab8kJ80c3.jpg",
      "title": "Bad Boys for Life"
    },
    "-NPm8uxs03l2PrEP2dwN": {
      "about": "Life for former United Nations investigator Gerry Lane and his family seems content. Suddenly, the world is plagued by a mysterious infection turning whole human populations into rampaging mindless zombies. After barely escaping the chaos, Lane is persuaded to go on a mission to investigate this disease. What follows is a perilous trek around the world where Lane must brave horrific dangers and long odds to find answers before human civilization falls.",
      "format": "Blu-Ray",
      "movieId": 72190,
      "poster": "/1SWBSYJsnyhdNRfLI1T6RsCxAQ4.jpg",
      "title": "World War Z"
    },
    "-NPm90-aIPTAefWlKsoa": {
      "about": "Kai—an outcast—joins Oishi, the leader of 47 outcast samurai.  Together they seek vengeance upon the treacherous overlord who killed their master and banished their kind.  To restore honour to their homeland, the warriors embark upon a quest that challenges them with a series of trials that would destroy ordinary warriors.",
      "format": "Blu-Ray",
      "movieId": 64686,
      "poster": "/xDHnmcroujCRG0ysYQaiswjbyHd.jpg",
      "title": "47 Ronin"
    },
    "-NPm9CmTW-UaDVW4LgSX": {
      "about": "On July 2, a giant alien mothership enters orbit around Earth and deploys several dozen saucer-shaped 'destroyer' spacecraft that quickly lay waste to major cities around the planet. On July 3, the United States conducts a coordinated counterattack that fails. On July 4, a plan is devised to gain access to the interior of the alien mothership in space, in order to plant a nuclear missile.",
      "format": "Blu-Ray",
      "movieId": 602,
      "poster": "/p0BPQGSPoSa8Ml0DAf2mB2kCU0R.jpg",
      "title": "Independence Day"
    },
    "-NPm9DaKh9C3IxPxPjYS": {
      "about": "We always knew they were coming back. Using recovered alien technology, the nations of Earth have collaborated on an immense defense program to protect the planet. But nothing can prepare us for the aliens’ advanced and unprecedented force. Only the ingenuity of a few brave men and women can bring our world back from the brink of extinction.",
      "format": "Blu-Ray",
      "movieId": 47933,
      "poster": "/9S50foUIYGwiNPWOxi1WJF6IPwI.jpg",
      "title": "Independence Day: Resurgence"
    },
    "-NPm9H4irU-tHNK-07u5": {
      "about": "Vampire death dealer Selene fends off brutal attacks from both the Lycan clan and the Vampire faction that betrayed her. With her only allies, David and his father Thomas, she must stop the eternal war between Lycans and Vampires, even if it means she has to make the ultimate sacrifice.",
      "format": "Blu-Ray",
      "movieId": 346672,
      "poster": "/v1ciDCWMG47gdT4kMyjyQbnLQQn.jpg",
      "title": "Underworld: Blood Wars"
    },
    "-NPm9J_taqdbmQroDpK-": {
      "about": "The peaceful realm of Azeroth stands on the brink of war as its civilization faces a fearsome race of invaders: orc warriors fleeing their dying home to colonize another. As a portal opens to connect the two worlds, one army faces destruction and the other faces extinction. From opposing sides, two heroes are set on a collision course that will decide the fate of their family, their people, and their home.",
      "format": "Blu-Ray",
      "movieId": 68735,
      "poster": "/nZIIOs06YigBnvmlJ2hxZeA8eTO.jpg",
      "title": "Warcraft"
    },
    "-NPm9Nzqf6I9vSUEF8nA": {
      "about": "Every child comes into the world full of promise, and none more so than Chappie: he is gifted, special, a prodigy. Like any child, Chappie will come under the influence of his surroundings—some good, some bad—and he will rely on his heart and soul to find his way in the world and become his own man. But there's one thing that makes Chappie different from any one else: he is a robot.",
      "format": "Blu-Ray",
      "movieId": 198184,
      "poster": "/hpnuXlKKWznTgbheGe4iQXzkuwJ.jpg",
      "title": "Chappie"
    },
    "-NPm9SLXIAiIlev8KOJu": {
      "about": "John Wick is forced out of retirement by a former associate looking to seize control of a shadowy international assassins’ guild. Bound by a blood oath to aid him, Wick travels to Rome and does battle against some of the world’s most dangerous killers.",
      "format": "Blu-Ray",
      "movieId": 324552,
      "poster": "/kL99FVq572hNPfMyfQCT7tGFNeQ.jpg",
      "title": "John Wick: Chapter 2"
    },
    "-NPm9XYnER8A9vOcE0Od": {
      "about": "A group of scientists in San Francisco struggle to stay alive in the aftermath of a plague that is wiping out humanity, while Caesar tries to maintain dominance over his community of intelligent apes.",
      "format": "Blu-Ray",
      "movieId": 119450,
      "poster": "/kScdQEwS9jPEdnO23XjGAtaoRcT.jpg",
      "title": "Dawn of the Planet of the Apes"
    },
    "-NPm9YYhe_jT7TtxAibP": {
      "about": "A highly intelligent chimpanzee named Caeser has been living a peaceful suburban life ever since he was born. But when he gets taken to a cruel primate facility, Caeser decides to revolt against those who have harmed him.",
      "format": "Blu-Ray",
      "movieId": 61791,
      "poster": "/cjLsuP75UDlRdJVMXzXg3TJ4umX.jpg",
      "title": "Rise of the Planet of the Apes"
    },
    "-NPm9ZiT53yEpj9bbpGb": {
      "about": "Caesar and his apes are forced into a deadly conflict with an army of humans led by a ruthless Colonel. After the apes suffer unimaginable losses, Caesar wrestles with his darker instincts and begins his own mythic quest to avenge his kind. As the journey finally brings them face to face, Caesar and the Colonel are pitted against each other in an epic battle that will determine the fate of both their species and the future of the planet.",
      "format": "Blu-Ray",
      "movieId": 281338,
      "poster": "/ijQHiImv16vNSeZQsmih04kwn0C.jpg",
      "title": "War for the Planet of the Apes"
    },
    "-NPm9dAcEL1MFPD6oYdu": {
      "about": "Xander Cage is your standard adrenaline junkie with no fear and a lousy attitude. When the US Government \"recruits\" him to go on a mission, he's not exactly thrilled. His mission: to gather information on an organization that may just be planning the destruction of the world, led by the nihilistic Yorgi.",
      "format": "Blu-Ray",
      "movieId": 7451,
      "poster": "/86BnliVDBo2TjKmrgQTJIPHxAKd.jpg",
      "title": "xXx"
    },
    "-NPm9e-uvfUy9BW-1X2b": {
      "about": "Extreme athlete turned government operative Xander Cage comes out of self-imposed exile, thought to be long dead, and is set on a collision course with deadly alpha warrior Xiang and his team in a race to recover a sinister and seemingly unstoppable weapon known as Pandora's Box. Recruiting an all-new group of thrill-seeking cohorts, Xander finds himself enmeshed in a deadly conspiracy that points to collusion at the highest levels of world governments.",
      "format": "Blu-Ray",
      "movieId": 47971,
      "poster": "/hba8zREJpP1AYhaXgb2oJLQeO0K.jpg",
      "title": "xXx: Return of Xander Cage"
    },
    "-NPm9lNeJMadMl3k7QSo": {
      "about": "In the 28th century, Valerian and Laureline are special operatives charged with keeping order throughout the human territories. On assignment from the Minister of Defense, the two undertake a mission to Alpha, an ever-expanding metropolis where species from across the universe have converged over centuries to share knowledge, intelligence, and cultures. At the center of Alpha is a mysterious dark force which threatens the peaceful existence of the City of a Thousand Planets, and Valerian and Laureline must race to identify the menace and safeguard not just Alpha, but the future of the universe.",
      "format": "Blu-Ray",
      "movieId": 339964,
      "poster": "/aCDrPEfvxcPNRynd2uZyXql7aj.jpg",
      "title": "Valerian and the City of a Thousand Planets"
    },
    "-NPm9pIy_1Qo5QQ9xfLE": {
      "about": "When a massive, gilled monster emerges from the deep and tears through the city, the government scrambles to save its citizens.  A rag-tag team of volunteers cuts through a web of red tape to uncover the monster's weakness and its mysterious ties to a foreign superpower.  But time is not on their side - the greatest catastrophe to ever befall the world is about to evolve right before their very eyes.",
      "format": "Blu-Ray",
      "movieId": 315011,
      "poster": "/9TdP3lOYereXW6lJp3ayPkB8muP.jpg",
      "title": "シン・ゴジラ"
    },
    "-NPm9snlMO4mm02xEFdv": {
      "about": "Two years have passed since the final battle with Sephiroth. Though Midgar, city of mako, city of prosperity, has been reduced to ruins, its people slowly but steadily walk the road to reconstruction. However, a mysterious illness called Geostigma torments them. With no cure in sight, it brings death to the afflicted, one after another, robbing the people of their fledgling hope.",
      "format": "Blu-Ray",
      "movieId": 647,
      "poster": "/pTIXM2yu8McSlcQVs1VjVSNC45x.jpg",
      "title": "Final Fantasy VII: Advent Children"
    },
    "-NPm9wVjU0S7misWFcof": {
      "about": "Based on the classic novel by Orson Scott Card, Ender's Game is the story of the Earth's most gifted children training to defend their homeplanet in the space wars of the future.",
      "format": "Blu-Ray",
      "movieId": 80274,
      "poster": "/hEioY3LlqBwvIpZeZuR1BMaAgv1.jpg",
      "title": "Ender's Game"
    },
    "-NPmA0_HrlM0IElxai1e": {
      "about": "The modern world holds many secrets, but by far the most astounding is that witches still live among us; vicious supernatural creatures intent on unleashing the Black Death upon the world and putting an end to the human race once and for all. Armies of witch hunters have battled this unnatural enemy for centuries, including Kaulder, a valiant warrior who many years ago slayed the all-powerful Witch Queen, decimating her followers in the process. In the moments right before her death, the Queen cursed Kaulder with immortality, forever separating him from his beloved wife and daughter. Today, Kaulder is the last living hunter who has spent his immortal life tracking down rogue witches, all the while yearning for his long-lost family.",
      "format": "Blu-Ray",
      "movieId": 274854,
      "poster": "/qXvOpA2nhK5HQ6I95sN3nnMtfjH.jpg",
      "title": "The Last Witch Hunter"
    },
    "-NPmA4Ll92YLedrLdADT": {
      "about": "European mercenaries searching for black powder become embroiled in the defense of the Great Wall of China against a horde of monstrous creatures.",
      "format": "Blu-Ray",
      "movieId": 311324,
      "poster": "/p70dq1YxabemdZDm5K6Q8G10wSn.jpg",
      "title": "The Great Wall"
    },
    "-NPmAD4H0NO142rH6Cfu": {
      "about": "Dominic Toretto is a Los Angeles street racer suspected of masterminding a series of big-rig hijackings. When undercover cop Brian O'Conner infiltrates Toretto's iconoclastic crew, he falls for Toretto's sister and must choose a side: the gang or the LAPD.",
      "format": "Blu-Ray",
      "movieId": 9799,
      "poster": "/lgCEntS9mHagxdL5hb3qaV49YTd.jpg",
      "title": "The Fast and the Furious"
    },
    "-NPmAFM99XPd8D91XqXn": {
      "about": "In order to avoid a jail sentence, Sean Boswell heads to Tokyo to live with his military father. In a low-rent section of the city, Shaun gets caught up in the underground world of drift racing",
      "format": "Blu-Ray",
      "movieId": 9615,
      "poster": "/cm2ffqb3XovzA5ZSzyN3jnn8qv0.jpg",
      "title": "The Fast and the Furious: Tokyo Drift"
    },
    "-NPmAIBVfiiq4oG26-o5": {
      "about": "It's a major double-cross when former police officer Brian O'Conner teams up with his ex-con buddy Roman Pearce to transport a shipment of \"dirty\" money for shady Miami-based import-export dealer Carter Verone. But the guys are actually working with undercover agent Monica Fuentes to bring Verone down.",
      "format": "Blu-Ray",
      "movieId": 584,
      "poster": "/6nDZExrDKIXvSAghsFKVFRVJuSf.jpg",
      "title": "2 Fast 2 Furious"
    },
    "-NPmAgquvXwwlCNg4bqe": {
      "about": "When a crime brings them back to L.A., fugitive ex-con Dom Toretto reignites his feud with agent Brian O'Conner. But as they are forced to confront a shared enemy, Dom and Brian must give in to an uncertain new trust if they hope to outmaneuver him. And the two men will find the best way to get revenge: push the limits of what's possible behind the wheel.",
      "format": "Blu-Ray",
      "movieId": 13804,
      "poster": "/AmY8rE2HzWzZs5S81CygXXYDjki.jpg",
      "title": "Fast & Furious"
    },
    "-NPmAlQ695Pbt5EoJK1d": {
      "about": "Former cop Brian O'Conner partners with ex-con Dom Toretto on the opposite side of the law. Since Brian and Mia Toretto broke Dom out of custody, they've blown across many borders to elude authorities. Now backed into a corner in Rio de Janeiro, they must pull one last job in order to gain their freedom.",
      "format": "Blu-Ray",
      "movieId": 51497,
      "poster": "/gEfQjjQwY7fh5bI4GlG0RrBu7Pz.jpg",
      "title": "Fast Five"
    },
    "-NPmAnoX4dY0xDyqpmtV": {
      "about": "Hobbs has Dominic and Brian reassemble their crew to take down a team of mercenaries: Dominic unexpectedly gets convoluted also facing his presumed deceased girlfriend, Letty.",
      "format": "Blu-Ray",
      "movieId": 82992,
      "poster": "/n31VRDodbaZxkrZmmzyYSFNVpW5.jpg",
      "title": "Fast & Furious 6"
    },
    "-NPmApmVgWQCgPTD2J4s": {
      "about": "Deckard Shaw seeks revenge against Dominic Toretto and his family for his comatose brother.",
      "format": "Blu-Ray",
      "movieId": 168259,
      "poster": "/wurKlC3VKUgcfsn0K51MJYEleS2.jpg",
      "title": "Furious 7"
    },
    "-NPmAsVCLLdQeBw9Gph5": {
      "about": "When a mysterious woman seduces Dom into the world of crime and a betrayal of those closest to him, the crew face trials that will test them as never before.",
      "format": "Blu-Ray",
      "movieId": 337339,
      "poster": "/dImWM7GJqryWJO9LHa3XQ8DD5NH.jpg",
      "title": "The Fate of the Furious"
    },
    "-NPmB0FZ40RiQAve8Vl1": {
      "about": "John Anderton is a top 'Precrime' cop in the late-21st century, when technology can predict crimes before they're committed. But Anderton becomes the quarry when another investigator targets him for a murder charge.",
      "format": "Blu-Ray",
      "movieId": 180,
      "poster": "/ccqpHq5tk5W4ymbSbuoy4uYOxFI.jpg",
      "title": "Minority Report"
    },
    "-NPmB3ebKLZnp4OMcvSD": {
      "about": "Immediately after the events of The Desolation of Smaug, Bilbo and the dwarves try to defend Erebor's mountain of treasure from others who claim it: the men of the ruined Laketown and the elves of Mirkwood. Meanwhile an army of Orcs led by Azog the Defiler is marching on Erebor, fueled by the rise of the dark lord Sauron. Dwarves, elves and men must unite, and the hope for Middle-Earth falls into Bilbo's hands.",
      "format": "Blu-Ray",
      "movieId": 122917,
      "poster": "/xT98tLqatZPQApyRmlPL12LtiWp.jpg",
      "title": "The Hobbit: The Battle of the Five Armies"
    },
    "-NPmB6r6tZCPpxvtr494": {
      "about": "After his wife dies, a blacksmith named Balian is thrust into royalty, political intrigue and bloody holy wars during the Crusades.",
      "format": "Blu-Ray",
      "movieId": 1495,
      "poster": "/uk55nBEFIQFveIiy9jvLGiVtk4h.jpg",
      "title": "Kingdom of Heaven"
    },
    "-NPmBFaFl-Ij0o6DW8sU": {
      "about": "In 2257, a taxi driver is unintentionally given the task of saving a young girl who is part of the key that will ensure the survival of humanity.",
      "format": "Blu-Ray",
      "movieId": 18,
      "poster": "/fPtlCO1yQtnoLHOwKtWz7db6RGU.jpg",
      "title": "The Fifth Element"
    },
    "-NPmBIDHCYL3cBDxvwso": {
      "about": "Robert Neville is a scientist who was unable to stop the spread of the terrible virus that was incurable and man-made. Immune, Neville is now the last human survivor in what is left of New York City and perhaps the world. For three years, Neville has faithfully sent out daily radio messages, desperate to find any other survivors who might be out there. But he is not alone.",
      "format": "Blu-Ray",
      "movieId": 6479,
      "poster": "/iPDkaSdKk2jRLTM65UOEoKtsIZ8.jpg",
      "title": "I Am Legend"
    },
    "-NPmBKxPVR8Cz-W8q4tg": {
      "about": "Once home to the most advanced civilization on Earth, Atlantis is now an underwater kingdom ruled by the power-hungry King Orm. With a vast army at his disposal, Orm plans to conquer the remaining oceanic people and then the surface world. Standing in his way is Arthur Curry, Orm's half-human, half-Atlantean brother and true heir to the throne.",
      "format": "Blu-Ray",
      "movieId": 297802,
      "poster": "/zdw7Wf97vsQ0YnGomxDqfcEdUjX.jpg",
      "title": "Aquaman"
    },
    "-NPmBPBthYjGI4kzYMSn": {
      "about": "New CIA operative Aaron Cross experiences life-or-death stakes that have been triggered by the previous actions of Jason Bourne.",
      "format": "Blu-Ray",
      "movieId": 49040,
      "poster": "/1aExL5DTGHj25ZfIC3dDwS84RWi.jpg",
      "title": "The Bourne Legacy"
    },
    "-NPmC5WA1O1pi-6Bt567": {
      "about": "What if a child from another world crash-landed on Earth, but instead of becoming a hero to mankind, he proved to be something far more sinister?",
      "format": "Blu-Ray",
      "movieId": 531309,
      "poster": "/sJWwkYc9ajwnPRSkqj8Aue5JbKz.jpg",
      "title": "Brightburn"
    },
    "-NPmCCIYoIn0jzkcwMip": {
      "about": "After losing their academic posts at a prestigious university, a team of parapsychologists goes into business as proton-pack-toting \"ghostbusters\" who exterminate ghouls, hobgoblins and supernatural pests of all stripes. An ad campaign pays off when a knockout cellist hires the squad to purge her swanky digs of demons that appear to be living in her refrigerator.",
      "format": "Blu-Ray",
      "movieId": 620,
      "poster": "/7E8nLijS9AwwUEPu2oFYOVKhdFA.jpg",
      "title": "Ghostbusters"
    },
    "-NPmCDDUN3whPzHsHWLx": {
      "about": "Five years after they defeated Gozer, the Ghostbusters are out of business. When Dana begins to have ghost problems again, the boys come out of retirement to aid her and hopefully save New York City from a new paranormal threat.",
      "format": "Blu-Ray",
      "movieId": 2978,
      "poster": "/yObYPMA58DnTMvJooFW7GG6jWAt.jpg",
      "title": "Ghostbusters II"
    },
    "-NPmCHpAPQ8T1sPFe15T": {
      "about": "Hellboy comes to England, where he must defeat Nimue, Merlin's consort and the Blood Queen. But their battle will bring about the end of the world, a fate he desperately tries to turn away.",
      "format": "Blu-Ray",
      "movieId": 456740,
      "poster": "/bk8LyaMqUtaQ9hUShuvFznQYQKR.jpg",
      "title": "Hellboy"
    },
    "-NPmCLUBSRraxIa3_ec_": {
      "about": "In the year 180, the death of emperor Marcus Aurelius throws the Roman Empire into chaos.  Maximus is one of the Roman army's most capable and trusted generals and a key advisor to the emperor.  As Marcus' devious son Commodus ascends to the throne, Maximus is set to be executed.  He escapes, but is captured by slave traders.  Renamed Spaniard and forced to become a gladiator, Maximus must battle to the death with other men for the amusement of paying audiences.",
      "format": "Blu-Ray",
      "movieId": 98,
      "poster": "/ty8TGRuvJLPUmAR1H1nRIsgwvim.jpg",
      "title": "Gladiator"
    }
  }
}